Repository: sal-kiti/sal-kiti
Catalog: results/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Man
fi: Mies

source: Woman
fi: Nainen

source: Other
fi: Muu

source: Unknown
fi: Tuntematon

source: First name
fi: Etunimi

source: Last name
fi: Sukunimi

source: Sport ID
fi: Sportti-ID

source: Date of birth
fi: Syntymäpäivä

source: Gender
fi: Sukupuoli

source: No automatic updates
fi: Ei päivitetä automaattisesti

source: Athlete
fi: Urheilija

source: Athletes
fi: Urheilijat

source: Public
fi: Julkinen

source: Authenticated users
fi: Kirjautuneet käyttäjät

source: Staff users
fi: Henkilökunta

source: Superuser only
fi: Vain pääkäyttäjät

source: Type
fi: Tyyppi

source: Suomisport ID
fi: Sportti-ID

source: Value
fi: Arvo

source: Start date
fi: Alkuaika

source: End date
fi: Loppuaika

source: Visibility
fi: Näkyvyys

source: Suomisport update timestamp
fi: Suomisport päivityksen aikaleima

source: Name
fi: Nimi

source: Abbreviation
fi: Lyhenne

source: Historical
fi: Historiallinen

source: Order
fi: Järjestys

source: Division
fi: Divisioona

source: Maximum age
fi: Ikä enintään

source: Minimum age
fi: Ikä vähintään

source: Age limit checked by the exact day, not year
fi: Ikäraja tarkistetaan tarkan päivän mukaan, ei vuoden

source: Team category
fi: Joukkuesarja

source: Number of team members
fi: Joukkueen jäsenten määrä

source: Category
fi: Sarja

source: Categories
fi: Sarjat

source: Maximum result
fi: Tulos korkeintaan

source: Minimum result
fi: Tulos vähintään

source: Disallow category for this competition type
fi: Estä sarja tässä kilpailutyypissä.

source: Check records
fi: Tarkista ennätykset

source: Check partial records
fi: Tarkista osatulosten ennätykset

source: Record group
fi: Ennätysryhmä

source: No partial records for listed result types
fi: Ei osittaisia ennätyksiä listatuille tulostyypeille

source: Competition type and category check
fi: Kilpailutyypin ja kategorian tarkistus

source: Competition type and category checks
fi: Kilpailutyypin ja kategorian tarkistukset

source: Layout type
fi: Asettelutyyppi

source: Label
fi: Nimike

source: Result type name
fi: Tylostyypin nimi

source: Block
fi: Blokki

source: Row
fi: Rivi

source: Column
fi: Sarake

source: Hide on smaller screen
fi: Piilota pienemmällä näytöällä

source: Show on larger screen
fi: Näytä suuremmalla näytöllä

source: Competition layout
fi: Kilpailutulosten asettelu

source: Competition layouts
fi: Kilpailutulosten asettelut

source: Requirements
fi: Vaatimukset

source: Area competition
fi: Aluekilpailu

source: Require approved competition to add results
fi: Vaadi hyväksytty kilpailu tulosten lisäämiseen

source: Competition level
fi: Kilpailutaso

source: Competition levels
fi: Kilpailutasot

source: Number of rounds
fi: Kierrosten määrä

source: Personal competition
fi: Yksilökilpailu

source: Team competition
fi: Joukkuekilpailu

source: Competition type
fi: Kilpailutyyppi

source: Competition types
fi: Kilpailutyypit

source: Result type
fi: Tulostyyppi

source: Result types
fi: Tulostyypit

source: Description
fi: Kuvaus

source: Location
fi: Sijainti

source: Approved
fi: Hyväksytty

source: Edit lock
fi: Muokkauslukko

source: Trial competition
fi: Näyttökilpailu

source: Created at
fi: Luotu

source: Updated at
fi: Päivitetty

source: Competition
fi: Kilpailu

source: Competitions
fi: Kilpailut

source: Competition categories
fi: Kilpailun sarjat

source: Optional dates
fi: Vaihtoehtoiset päivät

source: Web page
fi: Nettisivu

source: Invitation URL
fi: Kutsun osoite

source: Generic notes
fi: Muut huomiot

source: Safety plan exists
fi: Turvallisuussuunnitelma on tehty.

source: International competition
fi: Kansainvälinen kilpailu

source: Terms and Conditions agreement
fi: Ehtojen hyväksyntä

source: Event
fi: Tapahtuma

source: Events
fi: Tapahtumat

source: Generic contact
fi: Yleinen yhteystieto

source: Competition manager
fi: Kilpailunjohtaja

source: Chief judge
fi: Päätuomari

source: Chief range officer
fi: Ammunnan johtaja (CRO)

source: Technical manager
fi: Tekninen vastaava

source: Range officer
fi: Ratatuomari (RO)

source: Phone number may start with "+" and only contain digits.
fi: Puhelinnumero voi alkaa "+"-merkillä ja sisältää vain numeroita.

source: Contact type
fi: Yhteystiedon tyyppi

source: Email address
fi: Sähköpostiosoite

source: Phone number
fi: Puhelinnumero

source: Manager
fi: Hallinnoija

source: Area
fi: Alue

source: Areas
fi: Alueet

source: External
fi: Ulkoinen

source: Group
fi: Ryhmä

source: Organization
fi: Järjestö

source: Organizations
fi: Järjestöt

source: Base results
fi: Perustulokset

source: Partial results
fi: Osatulokset

source: Personal
fi: Yksilö

source: Team
fi: Joukkue

source: Decimals
fi: Desimaalit

source: Record level
fi: Ennätystaso

source: Record levels
fi: Ennätystasot

source: Info
fi: Tiedot

source: Record
fi: Ennätys

source: Records
fi: Ennätykset

source: Result
fi: Tulos

source: Result code
fi: Tuloskoodi

source: Result decimals
fi: Tuloksen desimaalit

source: Position
fi: Sijoitus

source: Preliminary position
fi: Alkukilpailun tulos

source: Additional information
fi: Lisätiedot

source: Administrational information
fi: Hallinnolliset tiedot

source: Team result
fi: Joukkuetulos

source: Results
fi: Tulos

source: Code
fi: Koodi

source: Value decimals
fi: Arvon desimaalit

source: Time
fi: Aika

source: Text value
fi: Tekstiarvo

source: Partial result
fi: Osatulos

source: Sport
fi: Laji

source: Sports
fi: Lajit

source: Link
fi: Linkki

source: Highlight
fi: Korostus

source: Statistics link
fi: Tilastolinkki

source: Statistics links
fi: Tilastolinkit

source: User not authenticated
fi: Käyttäjä ei ole kirjautunut

source: No permission to create non external athlete
fi: Ei oikeutta luoda tai muuttaa urheilijaa

source: Start date may not be later than End date.
fi: Aloituspäivä ei voi olla päättymispäivän jälkeen.

source: Start date cannot be before event start date.
fi: Aloituspäivä ei voi olla ennen tapahtuman aloituspäivää.

source: End date cannot be later than event end date.
fi: Lopetuspäivä ei voi olla tapahtuman lopetuspäivän jälkeen.

source: No permission to alter or create an competition.
fi: Ei oikeutta luoda tai muuttaa kilpailua.

source: No permission to alter or create a locked competition.
fi: Ei oikeutta luoda tai muuttaa lukittua kilpailua.

source: No permission to publish competition.
fi: Ei oikeutta julkaista kilpailua.

source: No permission to approve competition.
fi: Ei oikeutta hyväksyä kilpailua.

source: Must agree to the terms and conditions.
fi: Kilpailun ehdot hyväksymättä.

source: No permission to alter or create an event.
fi: Ei oikeutta luoda tai muuttaa tapahtumaa.

source: No permission to alter or create a locked event.
fi: Ei oikeutta luoda tai muuttaa lukittua tapahtumaa.

source: No permission to publish event.
fi: Ei oikeutta julkaista tapahtumaa.

source: No permission to approve event.
fi: Ei oikeutta hyväksyä tapahtumaa.

source: No permission to alter or create a record.
fi: Ei oikeutta luoda tai muuttaa tulosta.

source: No permission to alter or create a result.
fi: Ei oikeutta luoda tai muuttaa tulosta.

source: Partial result type does not match competition type.
fi: Osatuloksen tyyppi ei täsmää kilpailutyyppiin.

source: A result is too low.
fi: Tulos on liian matala.

source: A result is too high.
fi: Tulos on liian korkea.

source: Athlete is too old for this category.
fi: Urheilija on liian vanha tähän sarjaan.

source: Athlete is too young for this category.
fi: Urheilija on liian nuori tähän sarjaan.

source: Athlete's gender is not allowed for this category.
fi: Urheilijan sukupuoli ei ole sallittu tähän sarjaan.

source: Incorrect number of team members for this category.
fi: Joukkueen jäsenten määrä ei täsmää kategoriaan.

source: Missing requirement: %s.
fi: Puuttuva vaatimus: %s.

source: Incorrect category for a team result.
fi: Virheellinen sarja joukkuetulokselle.

source: Use team_members instead of athlete field for teams.
fi: Käytä team_members-kenttää athlete-kentän sijaan joukkueille.

source: Team result without team_members.
fi: Joukkuetulos ilman team_members kenttää.

source: Missing category.
fi: Sarja puuttuu.

source: Missing athletes.
fi: Urheilijat puuttuvat.

source: Missing competition.
fi: Kilpailu puuttuu.

source: Category is not allowed for this competition type.
fi: Sarja ei ole sallittu tässä kilpailutyypissä.

source: Entry already exists.
fi: Tietue on jo olemassa.

source: Cannot change team status.
fi: Joukkuestatusta ei voi vaihtaa.

source: No permission to approve results.
fi: Ei oikeutta vahvistaa tuloksia.

source: Cannot approve non-published result.
fi: Julkaisematonta tulosta ei voida vahvistaa.

source: Cannot unpublish approved result.
fi: Vahvistettua tulosta ei voida piilottaa..

source: No permission to change approved results.
fi: Ei oikeutta muuttaa vahvistettua tuolosta.

source: New competition created.
fi: Uusi kilpailu luotu.

source: Level
fi: Taso

source: Organizer
fi: Järjestäjä

source: New competition created by %(creator)s
fi: Uusi kilpailuo luotu %(creator)s toimesta

source: New event created.
fi: Uusi tapahtuma luotu.

source: New event created by %(creator)s
fi: Uusi tapahtuma luotu %(creator)s toimesta
