Repository: sal-kiti/sal-kiti
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi

source: Finnish
fi: Suomi

source: English
fi: Englanti

source: Kiti administration
fi: Kiti hallinta

source: SAL Kiti - Login
fi: SAL Kiti - Kirjaudu sisään

source: You have already logged in
fi: Olet jo kirjautunut sisään

source: Logout
fi: Kirjadu ulos

source: Submit
fi: Lähetä

source: Lost password? Reset it here. You may use same form to get forgotten username.
fi: Hukaksitko salasanasi? Palauta se täällä. Voit käyttää samaa lomaketta unohdetun käyttäjätunnuksen palautukseen.

source: SAL Kiti - Logout
fi: SAL Kiti - Kirjaudu ulos

source: You have logged out.
fi: Olet kirjautunut ulos.

source: Front page
fi: Etusivu

source: Login
fi: Kirjaudu sisään

source: Reset password
fi: Palauta salasana

source: Password has been reset successfully.
fi: Salasana on palautettu onnistuneesti.

source: Password reset failed.
fi: Salasanan palautus epäonnistui.

source: Please follow the instructions in the email to reset your password.
fi: Seuraa sähköpostitse saamiaisi ohjeita salasanan palautukseen. Jos sähköposti ei näytä saapuvan, tarkistathan roskapostikansion. Roskapostisuodatus voi myös hidastaa viestin saapumista, mutta sen pitäisi saapua puolen tunnin sisällä.

source: You're receiving this email because you requested a password reset for your user account at
fi: Vastaanotit tämän sähköpostin, koska pyysit salasanan palautusta tilillesi järjestelmässä

source: Your username, in case you've forgotten:
fi: Käyttäjänimesi on:

source: If you did not request a password reset, please ignore this email.
fi: Jos et pyytänyt salasanan palautusta, jätä tämä viesti huomiotta.

source: Please go to the following page and choose a new password:
fi: Mene seuraavalle sivulle antaaksesi uuden salasanan:

source: Instructions for resetting password will be send to your email.
fi: Ohjeet salasanan palautukseen lähetetetään sähköpostiisi.
